Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=178_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggái ruhta lassebušeahtas
smn: Sämitiigán ruttâ lasebudjetist

source: Sámediggi oažžu stáhtaráđi 21.10. soahpan goalmmát lassebušeahtas 50.000 euro lasseruhtadeami doaibmasis.
smn: Sämitigge finnee staatârääđi 21.10. sooppâm kuálmád lasebudjetist 50.000 euro laseruttâdem toimâsis.

source: Sámedikki ruhtadilli lea leamaš čavga juo máŋga mánotbaji ja goluid lea ferten geahpedit minimii.
smn: Sämitige ekonomia lii lamaš čovgâsin jo maaŋgâ mánuppaje ääigi já manoid lii ferttim kepidiđ minimin.

source: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi (Juvvá Lemet) atná lasseruhtadeami erenomáš buorre áššin.
smn: Sämitige saavâjođetteijee Klemetti Näkkäläjärvi (Juvá Leemit) ana laseruttâdem eromâš äššin.

source: Lasseruhtadeapmi dahká vejolažžan joatkit loahppajagi doaimma normála vugiin.
smn: Laseruttâdem addel máhđulâšvuođâ tooimâ jotkuumân normaal vuovvijn loppâive ääigi.

source: – Mu mielas lasseruhtadeapmi lea namalassii giittus sámediggái bures dahkkojuvvon barggus.
smn: – Anam laseruttâdem nomâlâssâm tubdâstâssân sämitige pyereest porgum pargoost.

source: Dát addá buriid vejolašvuođaid ovddidit doaimma ja joatkit produktiiva ovdduidgohcima.
smn: Taat addel šiev kiärgusvuođâid ovdediđ tooimâ já juátkiđ puáđuslâš hiäđukocceem.

source: Näkkäläjärvi lea erenomáš duđavaš dasa, ahte sámedikki dahkan lasseruhtadanohcamuš oaččui doarjaga badjel bellodatrájáid.
smn: Näkkäläjärvi lii eromâš tuđâvâš toos, et sämitige toohâm laseruttâdemucâmuš finnij torjuu piäládâhraajij paijeel.

source: – Erenomážit galgá giitit vuoigatvuođaministeriija ja Lappi riikkabeai ’ olbmuid.
smn: – Eromâšávt kalga kijtteđ riehtiministeriö já Laapi aalmugovdâsteijeid.

source: Sámedikki stáhtadoarjja gullá stáhta bušeahtas vuoigatvuođaministeriija váldoluohkkái.
smn: Sämitige staatâtoorjâ kulá staatâ budjetist riehtiministeriö válduluokan.
